Repository: mefsantos/CovidTracker-App
Catalog: Translations/*.lproj/Localizable.strings
Languages: fr

# menu_item_home
source: Home
fr: Accueil

# menu_item_tracking
source: Tracing
fr: Suivi

# loading_view_reload
source: Reload
fr: Recharger

# loading_view_error_title
source: Error
fr: Erreur

# grant_permission_button
source: Grant permission
fr: Accorder la permission

# granted_permission_button
source: Permission granted
fr: Permission accordée

# language_key
source: en
fr: fr

# force_update_title
source: Update
fr: Mettre à jour

# homescreen_handshakes_module_count_info_label
source: Encounters are anonymously stored on your device
fr: Les rencontres sont enregistrées de manière anonyme sur votre appareil.

# homescreen_handshakes_module_count_label_format
source: {count} last 48 hours
fr: {count} au cours des dernières 48h

# homescreen_handshakes_module_info_label
source: Here you'll see when users you've encountered inform about COVID-19.
fr: Les informations sur vos rencontres via COVID-19 sont affichées ici.

# inform_title
source: Stop the chain of infection
fr: Interrompre la chaîne d'infection

# inform_subtext
source: I want to help break the COVID-19 chain of infection
fr: Je veux aider à briser la chaîne d'infection du COVID-19.

# inform_button_symptom_title
source: Symptoms
fr: Symptômes

# inform_button_symptom_text
source: I have Symptoms
fr: Je souffre actuellement de symptômes.

# inform_button_positive_title
source: Positive test result
fr: Résultat de test positif

# inform_button_positive_text
source: I was recently tested positive
fr: J'ai récemment testé positif.

# what_to_do_button
source: What to do
fr: Que faire?

# homescreen_handshakes_module_gemeldet_label
source: An encounter you have recently met has informed about COVID-19
fr: Une personne que vous avez récemment rencontrée a signaler avoir COVID-19

# inform_continue_button
source: Next
fr: Suivant

# inform_positive_long_text
source: I have recently tested positive for COVID-19. I want to stop a potential infection chain by allowing the app to anonymously contact people who were recently close by.
fr: J'ai récemment testé positif pour COVID-19. Je voudrais donc éviter une éventuelle chaîne d'infection en avertissant anonymement les personnes que j'ai rencontrées.

# inform_symptom_starttext
source: I suffer from one or more of the following symptoms:
fr: J'ai un ou plusieurs des symptômes suivants:

# inform_send_button_title
source: Send
fr: Envoyer

# inform_symptoms_send_text
source: I suffer from the previously listed symptoms which can be attributed to COVID-19. I want to stop a potential infection chain by allowing the app to anonymously contact people who were recently close by.
fr: Je souffre des symptômes mentionnés ci-dessus, qui peuvent indiquer COVID-19. Je voudrais donc éviter une éventuelle chaîne d'infection en avertissant anonymement les personnes que j'ai rencontrées.

# inform_send_thankyou
source: THANK YOU!
fr: MERCI!

# inform_send_thankyou_text
source: Your information was transmitted. You're making an important contribution to keeping the spread of COVID-19 at bay.
fr: Vos informations ont été soumises. Vous apportez une contribution importante à l'arrêt de la propagation du virus Corona.

# inform_symptom_coughdry
source: Cough (mostly dry)
fr: Toux (généralement sèche)

# inform_symptom_hals
source: Sore throat
fr: Maux de gorge

# inform_symptom_kurzatmigkeit
source: Shortness of breath
fr: Essoufflement

# inform_symptom_fieber
source: Fever
fr: Fièvre, sensation de fièvre

# inform_symptom_muskel
source: Muscle pain
fr: Douleurs musculaires

# inform_no_symptom
source: None of the listed symptoms
fr: Aucun des symptômes énumérés

source: Downloading PDF
fr: Le PDF est en cours de téléchargement

# inform_empfehlung
source: Recommendation
fr: Recommandation

# inform_empfehlung_subtext
source: A medical check up or lab test is currently not advised. Please continue to practice protective hygiene measures and follow the advised behavior rules.
fr: Un examen médical ou un test de laboratoire n'est pas recommandé. Suivez les règles d'hygiène et de comportement.

# inform_fertig_button_title
source: Finish
fr: Terminé

source: Downloading CSV
fr: CSV est en cours de téléchargement

# handshakes_title_homescreen
source: Encounters
fr: Rencontres

# inform_title_homescreen
source: Suspicion of COVID-19
fr: Suspicion de COVID-19

# inform_text_homescreen
source: Inform users you've recently encountered if you experience symptoms or if you've tested positive for COVID-19
fr: Informez les personnes que vous connaissez si vous ressentez des symptômes ou si votre test est positif.

# inform_button_title
source: Inform now
fr: Signaler une maladie

# inform_button_title_again
source: Inform again
fr: Informer à nouveau

# inform_last_meldung_text
source: last successful signal
fr: Dernière annonce réussie le {date}

# tab_theapp_title
source: The App
fr: L'Appli

# tab_aktuell_title
source: Current
fr: Actuel

# tab_verhalten_title
source: Behavior
fr: Comportement

# tab_prinzip_title
source: Principle
fr: Principe

source: Cancel
fr: Annuler

source: Close
fr: Fermer

# app_name_star
source: STAR
fr: Next Step

# homescreen_handshakes_module_info_label_star
source: There are currently no signals of other users thate were recently close by.
fr: Il n'y a actuellement aucun signal d'autres utilisateurs qui étaient récemment à proximité.

# homescreen_handshakes_module_gemeldet_label_star
source: A user who was recently close by has sent out a signal.
fr: Un utilisateur qui était à proximité a récemment activé un signal.

# inform_title_homescreen_star
source: Broadcast
fr: Diffusion

# inform_text_homescreen_star
source: Send a signal to all users who you've recently encountered
fr: Envoyez un signal aux utilisateurs que vous avez rencontrés récemment.

# inform_broadcast_title_star
source: Broadcast
fr: Diffusion

# inform_broadcast_long_text_star
source: Send a signal to all users who were recently near you. Positional or private data is not published or shared with anyone in this process.
fr: Envoyez un signal à tous les utilisateurs qui ont été à proximité de vous récemment. Cela signifie que ni votre position ni vos données privées ne seront publiées.

# inform_send_thankyou_text_star
source: You've signaled all users who've recently been near you. Positional or private data was not published or shared with anyone in this process.
fr: Votre signal a été transmis et est désormais visible aux autres utilisateurs s'ils se trouvaient récemment à proximité. Vous n'avez pas partagé votre position ou vos données privées.

# begegnungen_counter_title
source: Synchronisation
fr: Synchronisations

# inform_meldung_time
source: Report from {date}
fr: Publié le {date}

# homescreen_inform_module_gemeldet_label_star
source: You have sent a signal to all users you have met recently
fr: Vous avez envoyé un signal à tous les utilisateurs que vous avez rencontrés récemment.

# homescreen_inform_module_gemeldet_label
source: You have informed all users you have met recently
fr: Vous avez informé tous les utilisateurs que vous avez rencontrés récemment.

# push_exposed_title
source: Update available
fr: Mise à jour disponible

# push_exposed_text
source: Please open the app for more information.
fr: Veuillez ouvrir l'application pour plus d'informations.

# onboarding_top_label_how
source: How does it work:
fr: Comment ça marche:

# onboarding_title_1
source: One step ahead
fr: Une longueur d'avance

# onboarding_desc_1
source: With the Next Step application we can all cooperate to keep the spread of COVID-19 at bay. The Next Step application allows people who have become infected to start isolating before they experience first symptoms.
fr: Avec l'application Next Step, nous pouvons tous coopérer pour empêcher la propagation du COVID-19. L'application Next Step permet aux personnes infectées de commencer à s'isoler avant de ressentir les premiers symptômes.

# onboarding_title_2
source: Automatic and anonymous
fr: Automatiquement et anonyme

# onboarding_desc_2
source: This app recognizes encounters with other users and saves these encounters anonymously on your device using encryption.
fr: Cette application reconnaît les rencontres avec d'autres utilisateurs et enregistre ces rencontres de manière anonyme sur votre appareil de façon crypté.

# onboarding_title_3
source: Inform
fr: Informez-vous

# onboarding_desc_3
source: If you test positive you can anonymously inform everyone you've encountered so that they can make the necessary precautionary measures.
fr: Si votre test est positif, vous pouvez informer de manière anonyme toutes les personnes que vous avez rencontrées afin qu'elles puissent prendre les mesures de précaution nécessaires.

# onboarding_title_4
source: Authorization
fr: Autorisations

# onboarding_desc_4
source: This app needs the following permissions in order to work properly.
fr: Cette application a besoin des autorisations suivantes pour fonctionner correctement.

# onboarding_desc_5
source: Together we can move towards lifting isolation.
fr: Ensemble, nous pouvons franchir la prochaine étape de l'isolement.

# onboarding_android_location_permission_info
source: User tracing is performed using Bluetooth Low Energy technology. The app requires you to keep Bluetooth enabled in order to perform the tracing. On Android, applications need to additionally have Location Services enabled by design in order to access Bluetooth. But we will not at any point access your location.
fr: Le traçage fonctionne via la technologie Bluetooth Low Energy, donc l'application doit avoir accès à Bluetooth. Sur Android, cependant, il n'est possible d'accéder à Bluetooth que si la localisation est autorisée. L'application n'accède jamais à votre position!

# onboarding_android_battery_saving_info
source: Turn off battery optimization for our app so that we can perform continuous tracing in the background.
fr: Afin que nous puissions effectuer le traçage en continu en arrière-plan, l'optimisation de la batterie de notre application doit être désactivée.

# button_permission_location_android
source: Allow tracing
fr: Autoriser le suivi

# button_permission_location_granted_android
source: Tracing allowed
fr: Suivi autorisé

# activate_bluetooth_button
source: Activate Bluetooth
fr: Activer Bluetooth

# activate_push_button
source: Activate Push
fr: Activer push

# bluetooth_activated_label
source: Bluetooth activated
fr: Bluetooth activé

# push_activated_label
source: Push activated
fr: Push activé

# onboarding_continue_button
source: Next
fr: Suivant

# onboarding_continue_without_button
source: Continue without authorization
fr: Continuer sans autorisations

# onboarding_continue_without_popup_text
source: Do you really want to continue? The App can only work with the required permissions.
fr: Voulez-vous vraiment continuer? L'application ne fonctionnera pas complètement si elle ne dispose pas des autorisations nécessaires.

# onboarding_continue_without_popup_abort
source: Cancel
fr: Annuler

# onboarding_continue_without_popup_continue
source: Continue
fr: Continuer

# onboarding_finish_button
source: Finish
fr: Terminé

# button_battery_optimization
source: Deactivate battery optimization
fr: Désactiver l'optimisation de la batterie

# button_battery_optimization_deactivated
source: Activate battery optimization
fr: Optimisation de la batterie désactivée

# homescreen_handshakes_module_info_label_nosymptoms
source: Here you will be informed, if one of your encounters has been positively tested on COVID-19.
fr: Ici, vous serez informé si l'une de vos rencontres a été testée positivement pour COVID-19.

# inform_text_homescreen_nosymptoms
source: Inform your encounters, if you have been positively tested on COVID-19.
fr: Faites savoir anonymement aux personnes que vous connaissez si votre test est positif pour COVID-19.

# unexpected_error_title
source: an unknown Error has occurred.
fr: Une erreur inattendue s'est produite ({ERROR}).

# bluetooth_turned_off
source: The App does not work, please activate Bluetooth.
fr: L'application ne fonctionne pas car Bluetooth est désactivé.

# bluetooth_permission_turned_off
source: The app does not work hence the Bluetooth authorization is turned off.
fr: L'application ne fonctionne pas car il n'y a pas d'autorisation Bluetooth.

# NSBluetoothPeripheralUsageDescription
source: Encounters are recognized via Bluetooth, in the Background and energy-saving
fr: Les rencontres sont reconnues via Bluetooth, en arrière-plan de façon économes en énergie

# NSBluetoothAlwaysUsageDescription
source: Encounters are recognized via Bluetooth, in the Background and energy-saving
fr: Les rencontres sont reconnues via Bluetooth, en arrière-plan de façon économes en énergie

# foreground_service_notification_text
source: App is scanning in the Background
fr: L'application scanne en arrière-plan...

# exposed_info_support_text
source: If you have any questions or need recommendations, call the hotline.
fr: Si vous avez des questions ou avez besoin de recommandations, appelez la hotline.

# inform_code_title
source: Enter the code
fr: Entrez le code

# inform_code_text
source: Enter the code you received with your test result.
fr: Entrez le code que vous avez reçu avec votre résultat de test.

# inform_code_no_code
source: Didn't get a code?
fr: Vous n'avez pas reçu de code?

# logs_filter_tags
source: tag filter (comma separated)
fr: filtre de balise (séparé par des virgules)

# bluetooth_setting_title
source: Tracing
fr: Suivi

# bluetooth_setting_text
source: Enable Bluetooth
fr: Autoriser Bluetooth

# bluetooth_setting_tracking_active
source: Tracing enabled
fr: Suivi actif

# bluetooth_setting_tracking_active_subtext
source: Encounters are saved anonymously on your device.
fr: Les rencontres sont enregistrées de manière anonyme sur votre appareil.

# bluetooth_setting_tracking_inactive
source: Tracing disabled
fr: Suivi désactivé

# bluetooth_setting_tracking_inactive_subtext
source: Allow Bluetooth so that encounters can be saved anonymously.
fr: Autorisez Bluetooth pour que les rencontres puissent être enregistrées de manière anonyme.

# bluetooth_setting_tracking_explanation_title
source: How does tracing work?
fr: Comment fonctionne le suivi?

# bluetooth_setting_data_explanation_title
source: Is my data safe?
fr: Mes données sont-elles en sécurité?

# bluetooth_setting_tracking_explanation_text1
source: Via BLE (Bluetooth Low Energy) the app recognizes ecounters with other users. Such encouters will be registered by the app, if two users stand close to each other for a certain time period, and are deleted after 21 days.
fr: Die App erkennt mittels Bluetooth, genauer gesagt Bluetooth Low Energy, Begegnungen mit anderen Nutzern. Eine Begegnung wird durch die App registriert, wenn zwei Nutzer sich für eine bestimmte Zeit in der Nähe aufhalten, und nach 21 Tagen wieder gelöscht.

# bluetooth_setting_tracking_explanation_text2
source: Encounters with other users are only saved locally on your smartphone.
fr: Eine Begegnung mit einem anderen Nutzer wird nur lokal auf deinem Smartphone gespeichert.

# bluetooth_setting_data_explanation_text1
source: Each App has its own dynamic ID that is randomly generated via «HMAC(SHA256)» and changes every 15 minutes. This way each user remains anonymous.
fr: Jede App hat eine dynamische ID, die alle 15 Minuten mittels «HMAC(SHA256)» zufällig generiert wird. So bleibt jeder Nutzer anonym.

# bluetooth_setting_data_explanation_text2
source: Important features: - No location tracking - No analytics or advertising - Open architecture / protocol and specification incl. SDK for iOS and Android - Interoperability (own app, own Backend) - Open source
fr: Wichtige Eigenschaften: - Kein Location-Tracking - Keine Analytics oder Advertising Dienste - Offene Architektur / Protokoll und Spezifikation inkl. SDK für iOS und Android - Interoperabilität (Eigene App, eigenes Backend) - Open Source

# reports_title_homescreen
source: Reports
fr: Messages

# meldungen_no_meldungen_title
source: No reports
fr: Aucun message

# meldungen_no_meldungen_text
source: You will be informed in case of a possible infection.
fr: Vous serez informé si vous soupçonnez une éventuelle infection.

# push_deactivated_title
source: Push deactivated
fr: Push désactivé

# push_deactivated_text
source: Allow push notifications to be informed immediately when a report is received.
fr: Autorisez les notifications push pour être informées immédiatement lors d'un nouveau message.

# hinweis_title
source: Note
fr: Remarque

# hinweis_text
source: One person you met was tested positive for COVID-19.
fr: Eine Person, der du begegnet bist, wurde positiv auf COVID-19 getestet.

# button_report_illness
source: Report illness
fr: Signaler une maladie

# meldungen_meldung_text
source: One person you met was tested positive for COVID-19. Please read the information about the recommended behaviour here.
fr: Eine Person, der du begegnet bist, wurde positiv auf COVID-19 getestet. Bitte informiere dich hier über die Verhaltensempfehlungen.

# meldungen_meldung_more_button
source: Learn more
fr: En savoir plus

# tracing_active_title
source: Tracing enabled
fr: Suivi actif

# tracing_active_text
source: Encounters are saved anonymously on your device.
fr: Les rencontres sont enregistrées de manière anonyme sur votre appareil.

# tracing_error_title
source: Tracing deactivated
fr: Suivi non actif

# tracing_error_text
source: Activate tracing and Bluetooth so that encounters can be recorded anonymously.
fr: Activez le traçage et le Bluetooth pour que les rencontres puissent être enregistrées de manière anonyme.

# meldungen_additional_info_title
source: What does that mean?
fr: Qu'est-ce que cela signifie?

# meldungen_additional_info_text1
source: To stop a viral outbreak, you must break the chain of transmission. You can do this by isolating contagious people. Only, there is a problem with COVID-19. Infected people can be contagious, before having symptoms, which means: You can spread the virus without knowing. If only people with symptoms isolate themselves, the virus can still spread. We are one step behind.
fr: Um die Verbreitung eines Virus zu stoppen, muss man die Ansteckungsketten unterbrechen. Das gelingt, wenn man ansteckende Personen isoliert. Nur: Beim neuen Coronavirus gibt es ein Problem. Es kann sein, dass du bereits ansteckend bist, bevor du dich krank fühlst. So kann sich das Virus ausbreiten, obwohl sich Personen mit Symptomen selbst isolieren. Denn wir sind einen Schritt zu spät.

# meldungen_additional_info_text2
source: Therefore, exposed contacts should be informed. Then, they can also precociously isolate early – before they feel sick. Not everyone exposed contact will have the Virus. But those who do won’t pass it on. The trick is to be one step ahead.
fr: Deshalb sollen Kontakpersonen informiert werden. So können sie sich frühzeitig isolieren – noch bevor sie sich krank fühlen. Natürlich haben dann nicht alle Kontaktpersonen das Virus. Aber diejenigen, die es haben, geben es nicht weiter. So sind wir dem Virus einen Schritt voraus.

# meldungen_additional_info_title2
source: What shall I do?
fr: Wie soll ich mich verhalten?

# meldungen_additional_info_text3
source: Experts from the FOPH give you advice by phone. Coronavirus Infoline +41 58 463 00 00
fr: Experten vom BAG beraten Sie telefonisch. Corona-Infoline +41 58 463 00 00

# meldungen_call_button_title
source: Call now
fr: Jetzt anrufen

# meldungen_hotline_label
source: Coronavirus Infoline
fr: Corona-Infoline

# button_call_now
source: Call now
fr: Jetzt anrufen

# meldungen_additional_info_text3_reduced
source: Experts from the FOPH give you advice by phone.
fr: Experten vom BAG beraten dich telefonisch.

# meldungen_infected_title
source: Infection reported
fr: Infektion gemeldet

# meldungen_infected_text
source: Thank you so much! People you met are informed anonymously and can isolate themselves.
fr: Vielen Dank! Nutzer denen du begegnet bist, werden anonym informiert und können sich isolieren.

# foreground_service_notification_errors
source: App cannot work properly at the moment:
fr: App kann zur Zeit nicht richtig funktionieren:

# foreground_service_notification_error_network_sync
source: Error occurred while loading data
fr: beim Laden der Daten ist ein Fehler aufgetreten

# foreground_service_notification_error_location_permission
source: Location permission is missing (needed for accessing bluetooth)
fr: Standort Berechtigung fehlt (benötigt um auf Bluetooth zuzugreifen)

# foreground_service_notification_error_bluetooth_disabled
source: Bluetooth is deactivated
fr: Bluetooth ist deaktiviert

# foreground_service_notification_error_battery_optimization
source: Battery optimization is activated (prevents reliable background scanning)
fr: Akku Optimierung ist aktiviert (verhindert zuverlässiges Scanning im Hintergrund)

# meldungen_hinweis_info_text1
source: This does not mean that you have been infected. But it is important that you make yourself aware of the adequate measures.
fr: Dies bedeutet nicht, dass du angesteckt wurdest. Aber es ist wichtig, dass du dich über mögliche Massnahmen informierst.

# meldungen_hinweis_info_text1_infected
source: This does not mean that others have been infected. But it is important that everyone you met can take the appropriate measures.
fr: Dies bedeutet nicht, dass jemand angesteckt wurde. Aber es ist wichtig, dass jede Person, der du begegnet bist, sich über angemessene Massnahmen informieren kann.

# preview_warning_title
source: Preview version
fr: Vorschau Version

# preview_warning_text
source: This app was built as a preview to demonstrate the DP-3T implementation. It is not a final COVID-19 tracer.
fr: Diese App dient als Vorschau, um die DP-3T Implementation zu zeigen. Es ist kein produktiv verwendbarer COVID-19 Tracer.
